Repository: common-repository/nic-app-crono
Catalog: languages/nicappcrono-*.po
Languages: es_es

source: Nic-app Crono is a plugin that allows you to unify different calendars (Google Calendar, Apple iCloud, Exchange, Office 365 / Outlook) into a single calendar.
es_es: Nic-app Crono es un plugin que te permite unificar diferentes calendarios (Google Calendar, Apple iCloud, Exchange, Office 365/Outlook) en un solo calendario.

source: Nic-app Crono Calendars
es_es: Calendarios Nic-app Crono

source: Calendars
es_es: Calendarios

source: Calendar
es_es: Calendario

source: Add Calendar
es_es: Añadir calendario

source: Add New Calendar
es_es: Añadir nuevo calendario

source: Edit Calendar
es_es: Editar calendario

source: New Calendar
es_es: Nuevo calendario

source: View Calendar
es_es: Ver calendario

source: Search Calendar
es_es: Buscar calendario

source: No Calendars Found
es_es: No se encontraron calendarios

source: No Calendarss Found in Trash
es_es: No se encontraron calendarios en la papelera

source: Nic-app Crono Settings
es_es: Ajustes Nic-app Crono

source: Settings
es_es: Ajustes

source: Nic-app Crono Scheduling
es_es: Planificación Nic-app Crono

source: Scheduling
es_es: Planificación

source: Nic-app Crono Support
es_es: Soporte Nic-app Crono

source: Support
es_es: Soporte

source: Calendar information
es_es: Información calendarios

source: Calendar ID
es_es: ID calendario

source: Calendar Name
es_es: Nombre calendario

source: Profile Name
es_es: Nombre del perfil

source: Profile ID
es_es: ID perfil

source: Provider ID
es_es: ID proveedor

source: Check if you want product number to be displayed in calendar instead of content
es_es: Marca si deseas que se muestre el número de producto en el calendario en lugar del contenido

source: Product Display
es_es: Mostrar producto

source: Product ID
es_es: ID producto

source: Check if you want two way synchronization when new order is added to calendar. (Requires Pluginhive WooCommerce Bookings and Appointments Premium plugin).
es_es: Marcar si deseas una sincronización bidireccional cuando se agregue un nuevo pedido al calendario. (Requiere el plugin Pluginhive WooCommerce Bookings and Appointments Premium).

source: Two Way Synchronization
es_es: Sincronización bidireccional

source: Notes
es_es: Anotaciones

source: There was an error adding this setting. Please try again. If this persists, shoot us an email.
es_es: Hubo un error al agregar esta configuración. Inténtalo de nuevo. Si esto persiste, envíanos un correo electrónico.

source: Use European Data Center
es_es: Utilizar el centro de datos europeo

source: Client ID
es_es: ID cliente

source: Master Calendar
es_es: Calendario maestro

source: Master Refresh Token
es_es: Refresh Token maestro

source: Master Access Token
es_es: Access Token maestro

source: Authorization Page ID
es_es: ID página autorización

source: Create new Authorization Page
es_es: Crear nueva página de autorización

source: These settings refer to your Cronofy account for master calendar an apply to all Nic-app Crono functionality.
es_es: Estas configuraciones se refieren a tu cuenta de Cronofy para el calendario maestro y se aplican a todas las funciones de Nic-app Crono.

source: Cronofy currently provides two data centers one in the USA, the default, and one in Germany. They are run as completely separate instances with no data flow between. This allows you to ensure data is kept within jurisdictional boundaries, eg. the EEA.
es_es: Actualmente, Cronofy ofrece dos centros de datos, uno en EE. UU., el predeterminado, y otro en Alemania. Se ejecutan como instancias completamente independientes sin flujo de datos entre ellas. Esto le permite asegurarse de que los datos se mantengan dentro de los límites jurisdiccionales, por ejemplo. el EEE.

source: Because there is no data flow then separate developer accounts need to be created on the instance that suits your requirements. Functionally the APIs are identical.
es_es: Debido a que no hay flujo de datos, es necesario crear cuentas de desarrollador independientes en la instancia que se adapte a sus requisitos. Funcionalmente, las API son idénticas.

source: Title
es_es: Título

source: Product display
es_es: Mostrar producto

source: Two Way
es_es: Bidireccional

source: Date
es_es: Fecha

source: Yes
es_es: Si

source: Authorization
es_es: Autorización

source: No scheduled jobs. No calendar entries will be checked.
es_es: No hay trabajos programados. No se comprobarán las entradas del calendario.

source: View log file
es_es: Ver fichero log

source: Plugins developed for WordPress and WooCommerce usually work by connecting to a single calendar. What happens if you need information contained in more than one calendar?
es_es: Los plugins desarrollados para WordPress y WooCommerce suelen trabajar conectándose a un único calendario ¿Que sucede si necesitas información contenida en más de un solo calendario?

source: With this plugin with the help of Cronofy you can solve this problem, keeping information from multiple sources in a single calendar.
es_es: Con este plugin con la ayuda de Cronofy puedes solucionar este problema, manteniendo la información de múltiples fuentes en un solo calendario.

source: Configuration is an important part of proper operation and must be given the necessary attention. You can find all the necessary help in
es_es: La configuración es una parte importante para el correcto funcionamiento y ha que prestarle la atención necesaria. Podéis encontrar toda la ayuda necesaria en la

source: the support tab
es_es: pestaña de soporte

source: or in
es_es: ó en

source: Nic-app Crono web page
es_es: la página web de Nic-app Crono

source: Contact us
es_es: Contacta-nos

source: with any questions.
es_es: con cualquier pregunta.

source: Next schedule (UTC):
es_es: Próxima ejecución (UTC):

source: When creating the developer account in the chosen data center and later when creating our app, we already authorize the use of the master calendar. To authorize the following calendars, it is necessary to define a page from which to carry out this authorization.
es_es: Al crear la cuenta de desarrollador en el data center elegido y posteriormente al crear nuestra app ya autorizamos el uso del calendario master. Para autorizar los siguientes calendarios es necesario definir una página desde donde realizar esta autorización.

source: It can be any page that contains the shortcode [NicappAuth]. In that case we will simply enter the ID of the page. We can create a new page with the shortcode in it if we check the option to create a new page.
es_es: Puede ser una página cualquiera que contenga el shortcode [NicappAuth]. En ese caso simplemente introduciremos el ID de la página. Podemos crear una nueva página con el shortcode en ella si marcamos la opción crear nueva página.

source: Authorization Processed
es_es: Autorización procesada

source: Thank you for authorizing access to your calendar.
es_es: Gracias por autorizar el acceso a tu calendario.

source: Your calendar was already authorized.
es_es: Tu calendario ya estaba autorizado.

source: Your inputs have been saved.
es_es: Entradas guardadas.

source: Please choose the calendar you wish to share
es_es: Elige el calendario que deseas compartir

source: Send
es_es: Enviar
